Repository: wp-plugins/scifi-task-manager
Catalog: languages/scifi-task-manager-*.po
Languages: bg_bg

source: Attachment
bg_bg: Приложение

source: Type
bg_bg: Тип

source: Size
bg_bg: Размер

source: Date
bg_bg: Дата

source: User
bg_bg: Потребител

source: Edit
bg_bg: Редактиране

source: Tasks
bg_bg: Задачи

# Post Type General Name
source: Tasks
bg_bg: Задачи

# Post Type Singular Name
source: Task
bg_bg: Задача

source: Subtask of
bg_bg: Подзадача на

source: View task
bg_bg: Преглед задача

source: Add new task
bg_bg: Добавяне на задача

source: Add new
bg_bg: Добавяне

source: Edit task
bg_bg: Редактиране

source: Update task
bg_bg: Обновяване

source: Search in tasks
bg_bg: Търсене в задачите

source: No tasks with this criteria
bg_bg: Няма задачи при този критерий

source: Not found in Trash
bg_bg: Няма намерени в кошчето

source: Tags
bg_bg: Етикети

source: Tag
bg_bg: Етикет

source: scifi Task Manager
bg_bg: scifi Управление на задачи

source: Recieve mails
bg_bg: Получаване на мейли

source: Task details
bg_bg: Детайли

source: (general task)
bg_bg: (основна задача)

source: Attachments (%s)
bg_bg: Приложения (%s)

source: Comments
bg_bg: Коментари

source: Subtasks (%s)
bg_bg: Подзадачи (%s)

source: Preview
bg_bg: Преглед

source: Priority
bg_bg: Важност

source: Status
bg_bg: Статус

source: Task ID
bg_bg: Задача №

source: Reported
bg_bg: Докладвано

source: Assignee
bg_bg: Сътрудник

source: Deadline
bg_bg: Срок

source: Trivial
bg_bg: Несъществен

source: Low
bg_bg: Нисък

source: Normal
bg_bg: Нормален

source: High
bg_bg: Висок

source: Critical
bg_bg: Критичен

source: Pending
bg_bg: В очакване

source: Rejected
bg_bg: Отхвърлен

source: Hold
bg_bg: Задържан

source: In Progress
bg_bg: В режим на работа

source: Awaiting review
bg_bg: Очаква ревю

source: In Review
bg_bg: В ревю

source: Resolved
bg_bg: Разрешен

source: Completed
bg_bg: Завършен

source: Columns
bg_bg: Колони

source: Info
bg_bg: Допълнително

source: Description
bg_bg: Описание

source: Order by
bg_bg: Подредба

source: Default
bg_bg: По подразбиране

source: Other settings
bg_bg: Други настроийки

source: Show my tasks only
bg_bg: Показване само на моите таскове

source: Limit
bg_bg: Лимит

source: Time filter
bg_bg: Ограничение по време

source: Any
bg_bg: Всички

source: Today
bg_bg: Днес

source: Week
bg_bg: Седмица

source: Month
bg_bg: Месец

source: Year
bg_bg: Година

source: You like the plugin? Rate it and write your feedback.
bg_bg: Харесвате разширението? Оценете го и дайте своето мнение.

source: scifi Task Manager settings
bg_bg: scifi Task Manager настройки

source: Menu position
bg_bg: Позиция на менюто

source: Dashboard
bg_bg: Табло

source: Main Menu (top)
bg_bg: Основно меню (горе)

source: Main Menu (auto)
bg_bg: Основно меню (авт.)

source: Admin Bar
bg_bg: Администраторска лента

source: Tools
bg_bg: Разни

source: Tags support
bg_bg: Поддръжка на етикети

source: Enable
bg_bg: Включване

source: Manage tags
bg_bg: Управление на етикетите

source: User roles
bg_bg: Потребителски роли

source: Mail notification
bg_bg: E-Mail известия

source: Recieve mails with changes when tasks are created or modified, or are being commented. Users have ability to unsubscribe from mail notification.
bg_bg: Получаване на уведомления по email относно актуализацията или коментирането на задачите. Потребителите могат да се отказват от получаването на уведомленията.

source: Mail from
bg_bg: E-mail изпращач

source: Email in format "name@domain.ll" or full from field in format "Name From <name@domain.ll>"
bg_bg: E-mail във формат "име@домейн.зона" или пълнен запис "Име Изпращач <име@домейн.зона>"

source: Override the default wordpress mail from. If empty use default <code>%s &lt;%s&gt;</code>
bg_bg: Презаписване на подразбиращият се e-mail адрес от wordpress. Ако се остави празно следния <code>%s &lt;%s&gt;</code> ще бъде използван.

source: Priorities
bg_bg: Приоритети

source: Statuses
bg_bg: Статуси

source: Created new task - %s by %s
bg_bg: Беше създадена нова задача - %s от %s

source: Hello, {reporter} just create new task changes in task {tasklink} ({tasktitle}) with deadline {deadline} -- This mail is sent automatically by task management system. Please do not reply. {site}
bg_bg: Здравейте, {reporter} току що обнови задачата {tasklink} ({tasktitle}) със срок {deadline} -- Този e-mail е изпратен автоматично. Моля не отговаряйте. {site}

source: Status changed from %s to %s
bg_bg: Статуса беше променен от %s на %s

source: Priority changed from %s to %s
bg_bg: Приоритетът беше променен от %s на %s

source: Reporter changed from %s to %s
bg_bg: Докладчикът беше променен от %s на %s

source: Parent task changed from %s to %s
bg_bg: Главната задача беше променена от %s на %s

source: Updated task - %s by %s
bg_bg: Задача беше обновена - %s от %s

source: Hello, {reporter} just make changes in task {tasklink} ({tasktitle}) Deadline: {deadline} Changes: {changelist} -- This mail is sent automatically by task management system. Please do not reply. {site}
bg_bg: Здравейте, {reporter} направи промени по ваша задача {tasklink} ({tasktitle}) Срок: {deadline} Промени: {changelist} -- Този мейл е изпратен автоматично от системата за управление на задачи. Моля не отговаряйте. {site}

source: New comment on task - %s by %s
bg_bg: Нов коментар по задача %s от %s

source: Hello, {commenter} just make comment on your task {tasklink} ({tasktitle}); <quote> {comment} </quote> -- This mail is sent automatically by task management system. Please do not reply. {site}
bg_bg: Здравейте, {commenter} коментира ваша задача {tasklink} ({tasktitle}); <quote> {comment} </quote> -- Този мейл е изпратен автоматично от системата за управление на задачи. Моля не отговаряйте. {site}

source: Task
bg_bg: Задача

source: Tags:
bg_bg: Етикети:

source: Reported by
bg_bg: Докладван от

source: All reporters
bg_bg: Всички докладчици

source: All assignees
bg_bg: Всички сътрудници

source: Last modification: %s
bg_bg: Последна промяна: %s

source: Attach to
bg_bg: Прикачане

source: Reporter
bg_bg: Докладчик

source: (me)
bg_bg: (аз)

source: Move to Trash
bg_bg: В кошчето
